Repository: otterable/fundamt
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: fr

source: The owner has been notified.
fr: Le propriétaire a été notifié.

source: Failed to send notification:
fr: Échec de l'envoi de la notification :

source: Item not found
fr: Objet non trouvé

source: Invalid credentials
fr: Identifiants invalides

source: Item added successfully
fr: Objet ajouté avec succès

source: Registration successful
fr: Inscription réussie

source: Fundamt - Lost and Found
fr: Fundamt - Objets perdus

source: Make it easy to find your items! Fundamt is a privacy-focused Lost and Found service.
fr: Facilitez la recherche de vos objets ! Fundamt est un service de recherche d'objets perdus axé sur la confidentialité.

source: Enter Item ID
fr: Entrez l'ID de l'objet

source: Search
fr: Rechercher

source: Admin Login
fr: Connexion Admin

source: Login
fr: Connexion

source: Register
fr: Inscription

source: Reported Missing Items
fr: Objets signalés comme perdus

source: Last Location Found
fr: Dernier endroit trouvé

source: How does it work?
fr: Comment ça marche ?

source: Tag your personal items with a Fundamt sticker or a keychain.
fr: Étiquetez vos objets personnels avec un autocollant ou un porte-clés Fundamt.

source: The finder of your item sees the ID of the item and types it into Fundamt.
fr: Le trouveur de votre objet voit l'ID de l'objet et le saisit dans Fundamt.

source: They can then send you a message to your phone or email.
fr: Ils peuvent ensuite vous envoyer un message sur votre téléphone ou par e-mail.

source: You will get in contact with them by sending your contact information.
fr: Vous entrerez en contact avec eux en envoyant vos informations de contact.

source: The finder won't see your phone number or email.
fr: Le trouveur ne verra ni votre numéro de téléphone ni votre e-mail.

source: Is it free?
fr: Est-ce gratuit ?

source: Fundamt is free and is supported through sales of stickers.
fr: Fundamt est gratuit et est financé par la vente d'autocollants.

source: What data do you save?
fr: Quelles données enregistrez-vous ?

source: Fundamt is a privacy-focused solution. We save the following information:
fr: Fundamt est une solution axée sur la confidentialité. Nous enregistrons les informations suivantes :

source: Item: Description of item, images of item (EXIF data automatically removed), contact information (this can be anything you type in, for example, your Signal account), reported status (yes/no).
fr: Objet : Description de l'objet, images de l'objet (données EXIF supprimées automatiquement), informations de contact (cela peut être tout ce que vous saisissez, par exemple votre compte Signal), statut signalé (oui/non).

source: User account (optional): Phone number, e-mail, password. User accounts allow item management but are not necessary.
fr: Compte utilisateur (facultatif) : Numéro de téléphone, e-mail, mot de passe. Les comptes utilisateurs permettent la gestion des objets, mais ne sont pas nécessaires.

source: Is it correct?
fr: Est-ce correct ?

source: No
fr: Non

source: Yes
fr: Oui

source: Message owner
fr: Contacter le propriétaire

source: Enter your message
fr: Entrez votre message

source: Close
fr: Fermer

source: Send Message
fr: Envoyer le message
